{
    "name": "Pawkin Cat Litter Mat, Patented Design with Litter Lock Mesh, Durable, Easy to Clean, Soft, Fits Under Litter Box, Litter Free Floors",
    "price": "$16.99",
    "img-url": "https://images-na.ssl-images-amazon.com/images/I/B1e0jpESVtS.__AC_SX300_QL70_ML2_.jpg",
    "star-rating": "4.6 out of 5 stars",
    "customer-reviews-count": "3,093 ratings",
    "details": [
        "TRAPS LITTER TO KEEP YOUR FLOORS CLEAN - Our effective Litter Lock mesh technology keeps litter off your floor.",
        "REMARKABLY DURABLE MATERIAL - We’ve designed a cat litter box mat that’s made to last.",
        "EASY TO VACUUM - Our heavyweight mats won’t be damaged by your vacuum. Or, you can also shake out or rinse off your mat. Keeps like new.",
        "COMFORTABLE FOR YOUR CAT TO WALK ON - Cats love our soft yet substantial mats. Designed for sensitive paws.",
        "100% MONEY BACK GUARANTEE - No questions asked. We stand by the quality of our mats. Period."
    ],
    "short-reviews": [],
    "long-reviews": [
        "This thing is great but you have to follow their directions -- they sent me a separate e-mail after I ordered it and it's a good thing they did because I would have not thought of this configuration even though it's pretty obvious once you see it. This is how I have mine set up and it works well. Any litter that gets flung out hits the wall and goes on the mat, and it's perpendicular to the litter so the cats are forced to walk across it when going out. This is the XL version.The texture is rubbery and has small weaved holes for the litter to fall into. We have a tile floor so litter would always spread everywhere and I was sweeping every couple of days and brushing it off my feet when barefoot. With this in place, there are a few pieces (literally like 3) near it but it's way, way better than it used to be. I cannot recommend this enough!",
        "I will be purchasing a new mat! First, the litter gets stuck in the little wirey pattern. It's meant to catch the litter but impossible to clean. I shook it, vacuumed and hosed the mat down and pieces of litter are still stuck in it. Our cats sometimes miss the box and pee down the side. I still cannot get all the pee soaked litter out of the mat. I'm not very happy with this product especially for the price. I'll be replacing it with one my coworker uses and loves.Update: Without asking, the seller contacted us to issue a refund. They truly do stand by their money back guarantee. She also asked what kind of litter we use so they can test the mat with the same kind. That shows me they do care about the quality of their products and customer satisfaction. I added a star for their customer service.",
        "The mat was properly packaged and arrived in good condition. Right off the bat, what I noticed was that it is heavier than other mats I've seen so the cat cannot move it away. The first cat litter mats came out a long time ago, and I have tried a few, all junk except the last two I've bought (including this one). The mat I have been using is very similar to this one except that it is too small and light so it moves under the cat's weight and also the cat jumps over it. This mat is thick, soft, heavy and stays in place. The cat does not jump over it. I think because it is soft, he doesn't mind walking on it.I put the box in a spare bathtub. The walls of the tub keep in flying sand when he's digging for China. They also encourage him to use the mat. When I had the old mat, however he would jump directly in and out rather than step on the mat, making a huge mess.I am using a large particle litter that is not recommended, but it's just fine. I just vacuum it up. It absolutely is working and I am no longer having to wipe cat litter off my feet after walking down the hall. Just FYI, though, I still have to vacuum, but now I just vacuum a small area around the litterbox and not the whole apartment. He is a big cat so the sand piles up fast. Having litter scattered around wasn't just unhygienic to me, but I think the cat has developed an allergy to the cat litter dust, hence the large particle dust free litter. He has stopped sneezing and I've stopped medicating him with an anti-inflammatory from the vet.I chose this mat over the other mats available for several reasons. First, I liked that when people posted questions, the seller herself answered the questions and she did so frankly. When asked if it comes in a smaller size, she didn't get all politician-y. She stated simply no, and gave a good reason. Also I wanted a quality mat that gets the job done. I've been burned by cheap junk before. Any amount you spend on a product that does not work is wasted money. You don't save money by cheaping out and junking up your hoard. So I'm glad I spent the extra $5 and got a mat that the cat approves of and keeps the place clean and sanitary. I'm also going to save a ton on vet bills, so I really can't give it less than all 5 stars. And a bonus is that the seller is a small businesswoman who genuinely cares about cats and the humans under their mind control. I believe that choosing to support small businesses instead of corporate monsters improves the economy and society because small businesses are very accountable for their actions and decisions, unlike corporations that are above the law.",
        "I have 5 cats, and I also foster for a cat rescue organization.  I have between 3 and 6 litter boxes to clean regularly.  Fosters often come with diarrhea, often explosive, so not only do I need a litter trap, but a way to keep other \"scatter\" to a minimum. This is the fourth type of litter mat I have ordered, and by far the best.  Cloth - don't waste your money; does not trap litter, only everything else.  One of the others is similar to this one, but larger and thinner.  Have only had it for a year, it is falling apart.  These are nice and thick, and perfect size.  I bought three in my first order, was satisfied enough to buy 2 more.  I know some of the reviewers thought these are hard to clean - can't have it both ways....you want to trap litter, you need a good mesh.  I have to sanitize the mats, so I start by going outside and shaking the heck out of them, then I toss them into an upright washing machine with other cat items that need sanitizing (machine washing is NOT recommended by the manufacturer) - never just mats, always other cloth items to minimize stress on the mats, use cold water, detergent, and bleach.  Hang dry. Takes care of any trapped litter , tinkle, and other stinkies.UPDATE DECEMBER 2018 - After two years being chewed on, used as a scratcher, tinkled on, and at least weekly washing in a bleach and detergent solution in a washing machine, they need to be replaced. Another vendor's mat ripped in half the second time it was washed.  In a fostering environment, sanitizing is very important; my current babies have ringworm, so everything has to be washed every day.  Am ordering more of these, knowing my personal investment is being made on a durable product.",
        "I bought two litter mats because they're Great! Light, yet strong and well made. The grey color keeps litter from even showing up and it's big enough to keep the entire area litter free because of the way the mat traps the litter in the clever looped weave of the mat."
    ]
}